;; MAJOR MODE
(package! command-log-mode)
(package! xwwp)
(package! evil-swap-keys)

;; TEXT MODE
(package! lorem-ipsum)
(package! org-bullets)
(package! figlet)

;; PRESENTATION
(package! ox-reveal)
(package! ox-pandoc)
(package! doom-themes)
(package! evil-better-visual-line)
(provide 'packages)
